[IRI_Rescue_Denmother_Objective X2ObjectiveTemplate]
Title="可选: 营救丹莫瑟"
LocLongDescription="可选: 营救丹莫瑟"
SubObjectiveText="可选: 营救丹莫瑟"

[IRI_OneGoodEye_Passive X2AbilityTemplate]
LocFriendlyName="一只好眼"
LocLongDescription="当连续对同一目标进行多次主武器射击时，获得<Ability:IRI_ONE_GOOD_EYE_AIM/>命中和<Ability:IRI_ONE_GOOD_EYE_CRIT/>暴击奖励。此效果最多可叠加<Ability:IRI_ONE_GOOD_EYE_STACKS/>次。<br/>\"我曾经是那里最好的射手之一。失去了一只眼睛让我退步了一点，但只要我能专注于一个目标，我仍然能够对敌人施加痛苦。\""
LocHelpText="当连续对同一目标进行多次主武器射击时，获得<Ability:IRI_ONE_GOOD_EYE_AIM/>命中和<Ability:IRI_ONE_GOOD_EYE_CRIT/>暴击奖励。此效果最多可叠加<Ability:IRI_ONE_GOOD_EYE_STACKS/>次。"
LocFlyOverText="一只好眼"

[IRI_DenmotherRifle X2WeaponTemplate]
FriendlyName="神射手卡宾枪"
FriendlyNamePlural="神射手卡宾枪"
BriefSummary="这款原型武器是在第一次接触战争结束后不久，雷娜\"丹莫瑟\"莫拉莱斯在与她的部队601 特遣队一起潜藏之前，从阿根廷武器研发部门取走的。由于采用了磁力辅助技术和大口径无壳弹药，这款武器威力十足。高初速软尖弹头的停止作用非常好，但穿透力不足。为了帮助保持精度并节约弹药，步枪被设置为短点射模式。过于复杂的内部结构和使用的弹药稀缺性使得这种武器无法复制和大规模生产。"
TacticalText="这款原型武器是在第一次接触战争结束后不久，雷娜\"丹莫瑟\"莫拉莱斯在与她的部队601 特遣队一起潜藏之前，从阿根廷武器研发部门取走的。由于采用了磁力辅助技术和大口径无壳弹药，这款武器威力十足。高初速软尖弹头的停止作用非常好，但穿透力不足。为了帮助保持精度并节约弹药，步枪被设置为短点射模式。过于复杂的内部结构和使用的弹药稀缺性使得这种武器无法复制和大规模生产。<br/><Bullet/>这种武器不适合进行致命打击，但高基础伤害和弹药经济性的提高使其成为执行守望任务的不错选择。<br/><Bullet/>缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率。"
AbilityDescName="突击步枪"


[IRI_GrappleGun X2AbilityTemplate]
LocFriendlyName="抓钩枪"
LocLongDescription="守护者可以使用抓钩枪快速移动到高地或从战场上拾取战利品。"
LocHelpText="使用抓钩枪并且迅速占领高地。"
LocPromotionPopupText=""
LocFlyOverText="抓钩枪"

[IRI_ResupplyAmmo X2AbilityTemplate]
LocFriendlyName="补给弹药"
LocLongDescription="重新装填目标友军单位的主武器。如果该守护者装备了实验弹药，实验弹药的效果将被应用于被重新装填的武器，直到下一次常规装填。 需要<Ability:ResupplyAmmoCooldown/>回合冷却。"
LocHelpText="重新装填目标友军单位的主武器。如果该守护者装备了实验弹药，实验弹药的效果将被应用于被重新装填的武器，直到下一次常规装填。"
LocPromotionPopupText="如果目标士兵已携带实验弹药，其实验弹药的效果将被守护者携带的实验弹药暂时覆盖。"
LocFlyOverText="补给弹药"

[IRI_SupplyRun X2AbilityTemplate]
LocFriendlyName="补给线"
LocLongDescription="对盟友使用补给弹药或投掷绷带时，会提供一个移动行动点。"
LocHelpText="对盟友使用补给弹药或投掷绷带时，会提供一个移动行动点。"
LocPromotionPopupText=""
LocFlyOverText="补给线"

[IRI_PullLoot X2AbilityTemplate]
LocFriendlyName="抓取战利品"
LocLongDescription="使用抓钩枪从战场上拾取战利品。"
LocHelpText="使用抓钩枪从战场上拾取战利品。"
LocPromotionPopupText=""
LocFlyOverText="抓取战利品"

[IRI_PullAlly X2AbilityTemplate]
LocFriendlyName="爪钩兄弟"
LocLongDescription="使用抓钩枪将友军单位拉向您的位置，优先选择有掩体的区域。 需要<Ability:PullAllyCooldown/>回合冷却。"
LocHelpText="使用抓钩枪将友军单位拉向您的位置，优先选择有掩体的区域。"
LocPromotionPopupText=""
LocFlyOverText="爪钩兄弟"

[IRI_BandageThrow X2AbilityTemplate]
LocFriendlyName="投掷绷带"
LocLongDescription="为盟友提供一包绷带以停止出血，每回合治疗<Ability:BandageThrowHeal/>点生命值，持续<Ability:BandageThrowDuration/>回合。 每个任务能使用<Ability:BandageThrowCharges/>次。 需要<Ability:BandageThrowCooldown/>回合冷却。"
LocHelpText="为盟友提供一包绷带以停止出血，每回合治疗<Ability:BandageThrowHeal/>点生命值，持续<Ability:BandageThrowDuration/>回合。"
LocPromotionPopupText="<bullet/>目标必须有意识并能够行动，这样才能使用绷带。<br/><bullet/> <Ability:BandageThrow_EmpowerTechName/>技术可将绷带的治疗效果提高到每次恢复<Ability:BandageThrowHealEmpowered/>生命值。<br/>"
LocFlyOverText="投掷绷带"


[Keeper X2SoldierClassTemplate]
DisplayName="守护者"
ClassSummary="守护者是军事后勤领域的专家。他们为盟友提供补给，并通过防御战术和快速反应射击来锁定敌人。"
LeftAbilityTreeTitle="监督"
RightAbilityTreeTitle="后勤人员"
AbilityTreeTitles[0]="监督"
AbilityTreeTitles[1]="后勤人员"
AbilityTreeTitles[2]="XCOM"

;RandomNickNames[0]="顶点"

[IRI_Keeper_GTS_Unlock X2SoldierAbilityUnlockTemplate]
DisplayName="守护者: 稳手"
Summary="能在游击战术学校中将新手训练成守护者。所有守护者都会获得稳手能力。"

[IRI_Encyclopedia_Denmother_Good X2EncyclopediaTemplate]
ListTitle="人员档案: 雷娜 \"丹莫瑟\" 莫拉莱斯"
DescriptionTitle="莫拉莱斯, 雷娜 - 状态: 现役"
DescriptionEntry="雷娜于1989年出生在阿根廷门多萨，在安第斯山脉东部长大。第一次接触战争爆发时，她才16岁。她和父母在一次外星人的劫持事件中被困。当时，XCOM 选择优先处理另一个劫持地点，因此现场的第一响应者是阿根廷 601 特遣队 AFOE（特种作战部队集团）的部队。他们以惨重的代价成功疏散了一些平民，包括雷娜，但她的父母在随后的混乱中与她失散了。\n\n雷娜和其他几名平民在两名 SOFG 特工组成的火力小组护送下前往疏散直升机时，遭到了一群灰人的等离子火力攻击。一名特工当场中弹身亡，另一名特工腿部受伤。他采取了防御姿势，对平民大喊让他们逃命到直升机上，而他会提供掩护火力。雷娜反而选择拿起倒下特工的步枪，帮助掩护平民的逃脱。这给了另一名特工时间呼叫增援，他们勉强坚持到一列北方工业公司的装甲运兵车赶走了灰人。\n\n幸存的特工原来是601 特遣队的一名上尉，他感谢雷娜救了他的命，并赞扬了她的勇敢，告诉她可以\"要求任何东西\"。在确认她父母的尸体在伤亡人员中后不久，她就提出了自己的要求，要求加入 601 特遣队向外星人复仇。她还谎报了自己的年龄。上尉不情愿地同意了。\n\n雷娜开始在 601 特遣队接受训练，但不被允许参加军事行动。几个月后，阿根廷政府向变种人政府投降。601 特遣队的指挥官决定转入地下继续战斗。由于预计不再会得到政府的支持，他命令部队袭击一个军事仓库来补充物资和弹药。雷娜的小队闯入了一个实验性武器研发部门的仓库，雷娜\"借\"走了一把实验性的神射手卡宾枪。\n\n601 特遣队曾多次尝试起义，但他们总是不可避免地以大多数部署的特工被数量上远远超过他们的变种人部队屠杀而告终。SOFG的残余部队被他们自己的政府（以前）谴责为恐怖分子，最终被迫永久躲藏起来。雷娜负责照顾来自变种人控制城市的难民，并继续她的射击训练，希望有一天能派上用场。\n\n二十年后，当 XCOM 项目的残余人员能够找回他们的指挥官并重新启动复仇者号时，雷娜负责管理一个位于智利安第斯山脉的平民难民避难所。雷娜因其保护她所照顾的人的凶猛而被昵称为\"母亲\"她结婚并生了一个女儿，习惯了避难所里艰苦但相对平静的生活，并认为自己太老且太安于现状，无法重新加入激进的抵抗运动，开始相信如果他们不采取激进行动，那么也许变种人政府会允许他们和平生活。变种人在对她的避难所发动突然袭击时证明了她的错误。袭击开始时，雷娜失去了行动能力，而 XCOM 立即派出了一支快速反应小组。\n\nXCOM的特工为\"丹莫瑟\"提供了医疗援助，并挫败了变种人的进攻，并在此过程中救出了雷娜的家人。\"丹莫瑟\"意识到变种人政府并不认同她的\"和平共处\"政策，他们会无端地使用致命武力，因此她请求在伤愈后加入XCOM的特工名单，以为她的家人和整个地球而战。"

[IRI_Encyclopedia_Denmother_Bad X2EncyclopediaTemplate]
ListTitle="人员档案: 雷娜 \"丹莫瑟\" 莫拉莱斯"
DescriptionTitle="莫拉莱斯, 雷娜 - 状态: 现役"
DescriptionEntry="雷娜于1989年出生在阿根廷门多萨，在安第斯山脉东部长大。第一次接触战争爆发时，她才16岁。她和父母在一次外星人的劫持事件中被困。当时，XCOM 选择优先处理另一个劫持地点，因此现场的第一响应者是阿根廷 601 特遣队 AFOE（特种作战部队集团）的部队。他们以惨重的代价成功疏散了一些平民，包括雷娜，但她的父母在随后的混乱中与她失散了。\n\n雷娜和其他几名平民在两名 SOFG 特工组成的火力小组护送下前往疏散直升机时，遭到了一群灰人的等离子火力攻击。一名特工当场中弹身亡，另一名特工腿部受伤。他采取了防御姿势，对平民大喊让他们逃命到直升机上，而他会提供掩护火力。雷娜反而选择拿起倒下特工的步枪，帮助掩护平民的逃脱。这给了另一名特工时间呼叫增援，他们勉强坚持到一列北方工业公司的装甲运兵车赶走了灰人。\n\n幸存的特工原来是601 特遣队的一名上尉，他感谢雷娜救了他的命，并赞扬了她的勇敢，告诉她可以\"要求任何东西\"。在确认她父母的尸体在伤亡人员中后不久，她就提出了自己的要求，要求加入 601 特遣队向外星人复仇。她还谎报了自己的年龄。上尉不情愿地同意了。\n\n雷娜开始在 601 特遣队接受训练，但不被允许参加军事行动。几个月后，阿根廷政府向变种人政府投降。601 特遣队的指挥官决定转入地下继续战斗。由于预计不再会得到政府的支持，他命令部队袭击一个军事仓库来补充物资和弹药。雷娜的小队闯入了一个实验性武器研发部门的仓库，雷娜\"借\"走了一把实验性的神射手卡宾枪。\n\n601 特遣队曾多次尝试起义，但他们总是不可避免地以大多数部署的特工被数量上远远超过他们的变种人部队屠杀而告终。SOFG的残余部队被他们自己的政府（以前）谴责为恐怖分子，最终被迫永久躲藏起来。雷娜负责照顾来自变种人控制城市的难民，并继续她的射击训练，希望有一天能派上用场。\n\n二十年后，当 XCOM 项目的残余人员能够找回他们的指挥官并重新启动复仇者号时，雷娜负责管理一个位于智利安第斯山脉的平民难民避难所。雷娜因其保护她所照顾的人的凶猛而被昵称为\"母亲\"她结婚并生了一个女儿，习惯了避难所里艰苦但相对平静的生活，并认为自己太老且太安于现状，无法重新加入激进的抵抗运动，开始相信如果他们不采取激进行动，那么也许变种人政府会允许他们和平生活。变种人在对她的避难所发动突然袭击时证明了她的错误。袭击开始时，雷娜失去了行动能力，而 XCOM 立即派出了一支快速反应小组。\n\nXCOM 的特工及时为雷娜提供了医疗援助。不幸的是，包括雷娜的家人，许多平民丧生了。怀着懊悔和痛苦的心情， \"丹莫瑟\"请求在伤愈后允许她加入XCOM的特工名单，这样她就可以为家人报仇，并帮助解放地球，这样就不会有其他人经历与她类似的损失。"

[IRI_Encyclopedia_Denmother_Dead X2EncyclopediaTemplate]
ListTitle="人员档案: 雷娜 \"丹莫瑟\" 莫拉莱斯"
DescriptionTitle="莫拉莱斯, 雷娜 - 状态: 阵亡"
DescriptionEntry="雷娜于1989年出生在阿根廷门多萨，在安第斯山脉东部长大。第一次接触战争爆发时，她才16岁。她和父母在一次外星人的劫持事件中被困。当时，XCOM 选择优先处理另一个劫持地点，因此现场的第一响应者是阿根廷 601 特遣队 AFOE（特种作战部队集团）的部队。他们以惨重的代价成功疏散了一些平民，包括雷娜，但她的父母在随后的混乱中与她失散了。\n\n雷娜和其他几名平民在两名 SOFG 特工组成的火力小组护送下前往疏散直升机时，遭到了一群灰人的等离子火力攻击。一名特工当场中弹身亡，另一名特工腿部受伤。他采取了防御姿势，对平民大喊让他们逃命到直升机上，而他会提供掩护火力。雷娜反而选择拿起倒下特工的步枪，帮助掩护平民的逃脱。这给了另一名特工时间呼叫增援，他们勉强坚持到一列北方工业公司的装甲运兵车赶走了灰人。\n\n幸存的特工原来是601 特遣队的一名上尉，他感谢雷娜救了他的命，并赞扬了她的勇敢，告诉她可以\"要求任何东西\"。在确认她父母的尸体在伤亡人员中后不久，她就提出了自己的要求，要求加入 601 特遣队向外星人复仇。她还谎报了自己的年龄。上尉不情愿地同意了。\n\n雷娜开始在 601 特遣队接受训练，但不被允许参加军事行动。几个月后，阿根廷政府向变种人政府投降。601 特遣队的指挥官决定转入地下继续战斗。由于预计不再会得到政府的支持，他命令部队袭击一个军事仓库来补充物资和弹药。雷娜的小队闯入了一个实验性武器研发部门的仓库，雷娜\"借\"走了一把实验性的神射手卡宾枪。\n\n601 特遣队曾多次尝试起义，但他们总是不可避免地以大多数部署的特工被数量上远远超过他们的变种人部队屠杀而告终。SOFG的残余部队被他们自己的政府（以前）谴责为恐怖分子，最终被迫永久躲藏起来。雷娜负责照顾来自变种人控制城市的难民，并继续她的射击训练，希望有一天能派上用场。\n\n二十年后，当 XCOM 项目的残余人员能够找回他们的指挥官并重新启动复仇者号时，雷娜负责管理一个位于智利安第斯山脉的平民难民避难所。雷娜因其保护她所照顾的人的凶猛而被昵称为\"母亲\"她结婚并生了一个女儿，习惯了避难所里艰苦但相对平静的生活，并认为自己太老且太安于现状，无法重新加入激进的抵抗运动，开始相信如果他们不采取激进行动，那么也许变种人政府会允许他们和平生活。变种人在对她的避难所发动突然袭击时证明了她的错误。袭击开始时，雷娜失去了行动能力，而 XCOM 立即派出了一支快速反应小组。\n\n不幸的是，XCOM 的特工没能救回她，雷娜已经牺牲了。"

;	=================
;This file was generated by the XCOM Mod File Generator by @cjrcodes on Github and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[WOTCRescueDenmother_Torso_KV_F X2BodyPartTemplate]
DisplayName="丹莫瑟的夹克"

[WOTCRescueDenmother_TorsoWithGear_KV_F X2BodyPartTemplate]
DisplayName="丹莫瑟的背心"

[WOTCRescueDenmother_Arms_KV_F X2BodyPartTemplate]
DisplayName="手臂（丹莫瑟）"

[WOTCRescueDenmother_Legs_KV_F X2BodyPartTemplate]
DisplayName="腿（丹莫瑟）"

[WOTCRescueDenmother_Helmets_F X2BodyPartTemplate]
DisplayName="丹莫瑟的无檐小便帽"

[WOTCRescueDenmother_TorsoDeco_Gear_KV_F X2BodyPartTemplate]
DisplayName="丹莫瑟的战术装备"

[WOTCRescueDenmother_TorsoDeco_Backpack_KV_F X2BodyPartTemplate]
DisplayName="丹莫瑟的背包"
